let toM = a => '@' + a.split('@')[0]
function handler(m, { groupMetadata }) {
let ps = groupMetadata.participants.map(v => v.id)
let a = ps.getRandom()
let b
do b = ps.getRandom()
while (b === a)
m.reply(`ㅤㅤㅤ  ㅤㅤㅤ🤖𝐏𝐑𝐄𝐂𝐈𝐎 𝐃𝐄 𝐒𝐄𝐆𝐔𝐈𝐃𝐎𝐑𝐄𝐒 𝐈𝐍𝐒𝐓𝐀𝐆𝐑𝐀𝐌🤖
—————————————————
‣ 𝟭𝗞 𝗗𝗘  𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 = 𝟯 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟱𝟬 𝗖𝗘𝗡𝗧𝗔𝗩𝗢𝗦

‣ 𝟱 𝗞 𝗗𝗘 𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 = 𝟭𝟱
 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟭 𝗗𝗢𝗟𝗔𝗥
‣ 𝟭𝟬 𝗞 𝗗𝗘 𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 𝟯𝟬
 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟮 𝗗𝗢𝗟𝗔𝗥𝗘𝗦

‣ 𝟮𝟱 𝗞 𝗗𝗘 𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 = 𝟰𝟬 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟮 𝗗𝗢𝗟𝗔𝗥𝗘𝗦

‣ 𝟱𝟬 𝗞 𝗗𝗘 𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 𝟴𝟬 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟱 𝗗𝗢𝗟𝗔𝗥𝗘𝗦

‣ 𝟭𝟬𝟬 𝗞 𝗗𝗘 𝗦𝗘𝗚𝗨𝗜𝗗𝗢𝗥𝗘𝗦 𝟭𝟱𝟬 𝗗𝗢𝗟𝗔𝗥𝗘𝗦+ 𝗖𝗢𝗠𝗜𝗦𝗜𝗢𝗡 𝗗𝗘 𝟭𝟬 𝗗𝗢𝗟𝗔𝗥𝗘𝗦
—————————————
‣ 𝗢𝗕𝗟𝗜𝗚𝗔𝗧𝗢𝗥𝗜𝗔𝗠𝗘𝗡𝗧𝗘 𝗟𝗔 𝗖𝗨𝗘𝗡𝗧𝗔 𝗧𝗜𝗘𝗡𝗘 𝗤𝗨𝗘 𝗘𝗦𝗧𝗔𝗥 𝗣𝗨𝗕𝗟𝗜𝗖𝗔
‣ 𝐋𝐎𝐒 𝐒𝐄𝐆𝐔𝐈𝐃𝐎𝐑𝐄𝐒 𝐋𝐋𝐄𝐆𝐀𝐍 𝟯-𝟱 𝐇𝐎𝐑𝐀𝐒 𝐋𝐔𝐄𝐆𝐎 𝐃𝐄 𝐓𝐔 𝐏𝐀𝐆𝐀𝐑 𝐓𝐔 𝐏𝐄𝐃𝐈𝐃𝐎‚𝐀𝐋 𝐌𝐎𝐌𝐄𝐍𝐓𝐎 𝐃𝐄 𝐏𝐀𝐆𝐀𝐑‚𝐌𝐀𝐍𝐃𝐀𝐑 𝐋𝐈𝐍𝐊 𝐃𝐄 𝐓𝐔 𝐈𝐆+ 𝐂𝐎𝐌𝐏𝐑𝐎𝐁𝐀𝐍𝐓𝐄 𝐃𝐄𝐋 𝐏𝐀𝐆𝐎 𝐀𝐋 𝐒𝐈𝐆𝐔𝐈𝐄𝐍𝐓𝐄 𝐍𝐔𝐌𝐄𝐑𝐎: http://Wa.me/523316968621

‣ *_INFO AL:http://Wa.me/523316968621_* `, null, { { { {
mentions: [a, b]
})}
handler.help = ['comprarseguidores']
handler.tags = ['main', 'fun']
handler.command = ['buyseguidores','seguidores']
handler.group = true
export default handler
